/* No comment provided by engineer. */
"GCDAsyncSocketClosedError" = "Erreur lors de la fermeture";

/* No comment provided by engineer. */
"GCDAsyncSocketConnectTimeoutError" = "Timeout lors de la connexion";

/* No comment provided by engineer. */
"GCDAsyncSocketReadMaxedOutError" = "L'opération de lecture a atteint une longueur maximale";

/* No comment provided by engineer. */
"GCDAsyncSocketReadTimeoutError" = "Timeout lors de la lecture";

/* No comment provided by engineer. */
"GCDAsyncSocketWriteTimeoutError" = "Timeout lors de l'écriture";

